Revit 2027 API
ParameterTypeId.RbsCabletrayconduitrunLengthParam Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayconduitrunLengthParam { get; }
Public Shared ReadOnly Property RbsCabletrayconduitrunLengthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayconduitrunLengthParam {
	ForgeTypeId^ get ();
}
static member RbsCabletrayconduitrunLengthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace